Repository: Jonghakseo/picky
Catalog: Picky/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# settings.summary.off
source: off
ko: 끔

# settings.summary.overlayAndNotifications
source: %@ · %lld / %lld alerts
ko: %@ · 알림 %lld / %lld개

# settings.summary.shortcuts
source: PTT %@ · Quick Input %@ · Focus %@
ko: 음성 %@ · 빠른 입력 %@ · 열기 %@

# settings.summary.tools
source: %lld / %lld enabled
ko: %lld / %lld개 사용

# settings.tts.disabledNote
source: Turn this off to stop spoken replies. Text visibility follows your reply-text setting.
ko: 끄면 응답을 소리 내어 읽지 않아요. 텍스트 표시는 응답 텍스트 설정을 따라요.

# settings.voice.azure.stt.apiKey
source: Azure STT API key
ko: Azure STT API 키

# settings.voice.azure.stt.language
source: Azure STT preferred language
ko: Azure STT 선호 언어

# settings.voice.azure.stt.url
source: Azure STT transcription URL
ko: Azure STT 전사 URL

# settings.voice.azure.tts.apiKey
source: Azure TTS API key
ko: Azure TTS API 키

# settings.voice.azure.tts.apiKey.placeholder
source: Leave empty to reuse the STT API key
ko: 비워두면 STT API 키를 재사용해요

# settings.voice.azure.tts.url
source: Azure TTS speech URL
ko: Azure TTS 음성 생성 URL

# settings.voice.azure.tts.voice
source: Azure TTS voice
ko: Azure TTS 음성

# settings.voice.azure.tts.voice.placeholder
source: nova, alloy, shimmer, etc.
ko: nova, alloy, shimmer 등

# settings.voice.edge.disclosure
source: Spoken response text is sent to Microsoft Edge Read Aloud. This unofficial online service may change or become unavailable.
ko: 읽어줄 응답 텍스트를 Microsoft Edge Read Aloud로 보내요. 비공식 온라인 서비스라서 변경되거나 중단될 수 있어요.

# settings.voice.edge.gender.female
source: Female
ko: 여성

# settings.voice.edge.gender.male
source: Male
ko: 남성

# settings.voice.edge.language
source: Edge TTS language
ko: Edge TTS 언어

# settings.voice.edge.loading
source: Loading Edge TTS voices…
ko: Edge TTS 음성을 불러오는 중…

# settings.voice.edge.localeUnavailable
source: Unavailable locale
ko: 사용할 수 없는 언어

# settings.voice.edge.localeUnavailableWithName
source: %@ (unavailable)
ko: %@ (사용할 수 없음)

# settings.voice.edge.provider
source: Edge TTS (Online)
ko: Edge TTS (온라인)

# settings.voice.edge.retry
source: Retry
ko: 다시 시도

# settings.voice.edge.savedVoiceUnavailable
source: Saved voice unavailable: %@
ko: 저장된 음성을 사용할 수 없음: %@

# settings.voice.edge.selectedVoice
source: Selected voice: %@
ko: 선택된 음성: %@

# settings.voice.edge.voice
source: Edge TTS voice
ko: Edge TTS 음성

# settings.voice.elevenlabs.stt.apiKey
source: ElevenLabs STT API key
ko: ElevenLabs STT API 키

# settings.voice.elevenlabs.stt.language
source: ElevenLabs STT language
ko: ElevenLabs STT 언어

# settings.voice.elevenlabs.stt.model
source: ElevenLabs STT model
ko: ElevenLabs STT 모델

# settings.voice.elevenlabs.stt.model.placeholder
source: scribe_v2 (default; scribe_v1 is deprecated)
ko: scribe_v2 (기본값; scribe_v1은 더 이상 권장되지 않아요)

# settings.voice.elevenlabs.tts.apiKey
source: ElevenLabs TTS API key
ko: ElevenLabs TTS API 키

# settings.voice.elevenlabs.tts.apiKey.placeholder
source: ELEVENLABS_API_KEY (leave empty to reuse the STT key)
ko: ELEVENLABS_API_KEY (비워두면 STT 키를 재사용)

# settings.voice.elevenlabs.tts.baseUrl
source: ElevenLabs TTS base URL (optional)
ko: ElevenLabs TTS base URL (선택)

# settings.voice.elevenlabs.tts.model
source: ElevenLabs TTS model
ko: ElevenLabs TTS 모델

# settings.voice.elevenlabs.tts.model.placeholder
source: eleven_multilingual_v2 (default)
ko: eleven_multilingual_v2 (기본값)

# settings.voice.elevenlabs.tts.outputFormat
source: ElevenLabs TTS output format
ko: ElevenLabs TTS 출력 형식

# settings.voice.elevenlabs.tts.outputFormat.placeholder
source: mp3_44100_128 (default)
ko: mp3_44100_128 (기본값)

# settings.voice.elevenlabs.tts.voiceId
source: ElevenLabs TTS voice ID
ko: ElevenLabs TTS 음성 ID

# settings.voice.openai.stt.apiKey
source: OpenAI STT API key
ko: OpenAI STT API 키

# settings.voice.openai.stt.baseUrl
source: OpenAI STT base URL (optional)
ko: OpenAI STT base URL (선택)

# settings.voice.openai.stt.baseUrl.placeholder
source: https://api.openai.com (override for compatible proxies)
ko: https://api.openai.com (호환 프록시용 재정의)

# settings.voice.openai.stt.language
source: OpenAI STT preferred language
ko: OpenAI STT 선호 언어

# settings.voice.openai.stt.model
source: OpenAI STT model
ko: OpenAI STT 모델

# settings.voice.openai.stt.model.placeholder
source: gpt-4o-transcribe (default)
ko: gpt-4o-transcribe (기본값)

# settings.voice.openai.tts.apiKey
source: OpenAI TTS API key
ko: OpenAI TTS API 키

# settings.voice.openai.tts.apiKey.placeholder
source: sk-… (leave empty to reuse the STT key)
ko: sk-… (비워두면 STT 키를 재사용)

# settings.voice.openai.tts.baseUrl
source: OpenAI TTS base URL (optional)
ko: OpenAI TTS base URL (선택)

# settings.voice.openai.tts.baseUrl.placeholder
source: https://api.openai.com (override for compatible proxies)
ko: https://api.openai.com (호환 프록시용 재정의)

# settings.voice.openai.tts.model
source: OpenAI TTS model
ko: OpenAI TTS 모델

# settings.voice.openai.tts.model.placeholder
source: gpt-4o-mini-tts (default)
ko: gpt-4o-mini-tts (기본값)

# settings.voice.openai.tts.voice
source: OpenAI TTS voice
ko: OpenAI TTS 음성

# settings.voice.openaiBaseUrlNote
source: Enter the base URL of an OpenAI-compatible service or proxy. Speech recognition uses /v1/audio/transcriptions. Check that the service supports this API.
ko: OpenAI 호환 서비스나 프록시 주소를 입력할 수 있어요. 음성 인식은 /v1/audio/transcriptions API를 사용해요. 연결할 서비스가 이 API를 지원하는지 확인해 주세요.

# settings.voice.placeholder.languageAuto
source: Auto detect, or e.g. ko / en
ko: 자동 감지, 또는 예: ko / en

# settings.voice.placeholder.languageAutoElevenLabs
source: Auto detect, or ISO-639-1/639-3 e.g. ko / en / eng
ko: 자동 감지, 또는 ISO-639-1/639-3 예: ko / en / eng

# settings.voice.provider.stt
source: Speech recognition service
ko: 음성 인식 서비스

# settings.voice.provider.tts
source: Speech playback service
ko: 음성 생성 서비스

# settings.voice.subgroup.stt
source: Speech to Text (STT)
ko: 음성 인식 (STT)

# settings.voice.subgroup.tts
source: Text to Speech (TTS)
ko: 음성 합성 (TTS)

# settings.voice.toggle.ttsEnabled
source: Enable spoken replies (TTS)
ko: 음성 응답 활성화 (TTS)

# shortcuts.row.notSet
source: Not set
ko: 미설정

# speech.edge.error.connectionUnavailable
source: Picky’s connection information for Edge speech playback is unavailable.
ko: Edge 음성 재생을 위한 Picky 연결 정보를 사용할 수 없어요.

# speech.edge.error.emptyResponse
source: The Edge speech service returned no audio to play.
ko: Edge 음성 서비스에서 재생할 오디오를 받지 못했어요.

# speech.edge.error.http
source: The Edge speech service failed with HTTP %lld.
ko: Edge 음성 서비스에서 HTTP %lld 오류가 발생했어요.

# speech.edge.error.insecureConnection
source: Edge speech playback is unavailable because Picky’s connection file permissions are unsafe.
ko: Picky 연결 파일의 접근 권한이 안전하지 않아 Edge 음성을 재생할 수 없어요.

# status.capturedHeading
source: What Picky captures
ko: Picky가 캡처하는 것

# status.captures.screenshots
source: Captures screen context for your requests. Control when screenshots are sent in Settings.
ko: 요청에 참고할 화면을 캡처해요. 전송 조건은 설정에서 바꿀 수 있어요.

# status.captures.text
source: Selected text and browser context when available
ko: 가능하면 선택한 텍스트와 브라우저 정보도 가져와요

# status.captures.workspace
source: Default workspace from Settings
ko: 설정의 기본 작업 폴더를 사용해요

# status.extensions.action.install
source: Install
ko: 설치

# status.extensions.action.remove
source: Remove
ko: 제거

# status.extensions.action.update
source: Update
ko: 업데이트

# status.extensions.badge.conflict
source: Conflict
ko: 충돌

# status.extensions.badge.developerOverride
source: Developer override
ko: 개발자 오버라이드

# status.extensions.badge.legacySymlink
source: Legacy
ko: 이전 방식

# status.extensions.heading
source: Picky plugins
ko: Picky 플러그인

# status.extensions.pickyCLI.description
source: Adds guidance for using the local Picky CLI to submit to Picky, create Pickles, and control push-to-talk.
ko: 로컬 Picky CLI로 메시지를 보내고, Pickle을 만들고, 눌러서 말하기를 제어하는 가이드를 Pi에 추가해요.

# status.extensions.pickyCLI.title
source: Picky CLI skill
ko: Picky CLI 스킬

# status.extensions.pickyHandoff.description
source: Adds /handoff-to-picky to local Pi. Active work continues in a new Pickle; idle conversations appear as completed Pickles.
ko: 로컬 Pi에 /handoff-to-picky 명령을 추가해요. 작업 중인 대화는 새 Pickle에서 이어가고, 작업 중이 아닌 대화는 완료된 Pickle로 표시해요.

# status.extensions.pickyHandoff.title
source: Pi conversation handoff
ko: Pi 대화 가져오기 명령

# status.extensions.reload.banner.button
source: Reload
ko: 다시 불러오기

# status.extensions.reload.banner.message
source: Plugin changes apply after Reload.
ko: 플러그인 변경사항은 다시 불러온 뒤 적용돼요.

# status.extensions.reload.banner.title
source: Reload required
ko: 다시 불러오기 필요

# status.extensions.reload.confirm.cancel
source: Cancel
ko: 취소

# status.extensions.reload.confirm.message.both
source: %lld running Pickle task(s) and Picky’s current response will be interrupted. Pickles compacting their conversation history will reload when compaction finishes.
ko: 진행 중인 Pickle 작업 %lld개와 Picky의 현재 응답이 중단돼요. 대화 기록을 정리 중인 Pickle은 정리가 끝나면 자동으로 다시 불러와요.

# status.extensions.reload.confirm.message.generic
source: Reload plugins?
ko: 플러그인을 다시 불러올까요?

# status.extensions.reload.confirm.message.main
source: Picky’s current response will be interrupted.
ko: Picky의 현재 응답이 중단돼요.

# status.extensions.reload.confirm.message.pickles
source: %lld running Pickle task(s) will be interrupted. Pickles compacting their conversation history will reload when compaction finishes.
ko: 진행 중인 Pickle 작업 %lld개가 중단돼요. 대화 기록을 정리 중인 Pickle은 정리가 끝나면 자동으로 다시 불러와요.

# status.extensions.reload.confirm.proceed
source: Reload
ko: 다시 불러오기

# status.extensions.reload.confirm.title
source: Reload plugins in all conversations?
ko: 모든 대화에서 플러그인을 다시 불러올까요?

# status.extensions.reload.error.disconnected
source: The local agent disconnected.
ko: 로컬 에이전트 연결이 끊겼어요.

# status.extensions.reload.error.timeout
source: The local agent took too long to respond.
ko: 로컬 에이전트 응답이 너무 늦어요.

# status.extensions.reload.result.nothing
source: Nothing to reload.
ko: 다시 불러올 항목이 없어요.

# status.extensions.reload.result.pickleAborted
source: %lld running task(s) interrupted
ko: 진행 중인 작업 %lld개 중단

# status.extensions.reload.result.pickleDeferred
source: %lld Pickle(s) skipped while work is in progress
ko: Pickle %lld개는 진행 중인 작업 때문에 건너뜀

# status.extensions.reload.result.pickleReloaded
source: %lld Pickle(s) reloaded
ko: Pickle %lld개 다시 불러옴

# status.extensions.reload.result.picky
source: main Picky refreshed
ko: 메인 Picky 새로고침

# status.extensions.state.conflict
source: Conflict — %@
ko: 충돌 — %@

# status.extensions.state.developerOverride
source: Developer override — %@
ko: 개발자 오버라이드 — %@

# status.extensions.state.installed
source: Installed
ko: 설치됨

# status.extensions.state.legacySymlink
source: Legacy installation. Reinstall to replace the link with a copy.
ko: 이전 방식으로 설치됐어요. 다시 설치하면 복사본으로 바뀌어요.

# status.extensions.state.notInstalled
source: Not installed
ko: 미설치

# status.extensions.state.outdated
source: Update available
ko: 업데이트 가능

# status.feedback.subtitle
source: Send problems or ideas to the developer.
ko: 문제나 아이디어를 개발자에게 보내 주세요.

# status.feedback.title
source: Send feedback
ko: 피드백 보내기

# status.messages.subtitle
source: Messages with Picky’s main agent. Open to read or send.
ko: Picky 메인 에이전트와 주고받은 메시지를 읽거나 직접 보낼 수 있어요.

# status.messages.title
source: Recent conversation
ko: 최근 대화

# status.shellCommand.stale.reinstall
source: Reinstall
ko: 재설치

# status.shellCommand.stale.subtitle
source: Reinstall to point the command at this Picky.app.
ko: 현재 Picky.app을 가리키도록 재설치해주세요.

# status.shellCommand.stale.title
source: `picky` points at a different Picky.app
ko: `picky` 명령이 다른 Picky.app을 가리키고 있어요

# status.updates.alphaNotice
source: Auto-update is disabled for alpha builds. Reinstall the latest DMG to upgrade.
ko: 알파 빌드는 자동 업데이트를 사용할 수 없어요. 최신 DMG를 다시 설치해 주세요.

# status.updates.autoCheck
source: Check automatically every 4 hours
ko: 4시간마다 자동으로 확인

# status.updates.buildLine
source: %1$@ · %2$@ build
ko: %1$@ · %2$@ 빌드

# status.updates.channelLabel
source: Channel
ko: 채널

# status.updates.checkNow
source: Check Now
ko: 지금 확인

# status.updates.heading
source: Updates
ko: 업데이트

# status.updates.lastChecked
source: Last checked %@
ko: 마지막 확인 %@

# status.voice.idle.subtitle
source: Hold the shortcut, speak naturally, then release.
ko: 단축키를 누른 채 자연스럽게 말한 뒤 손을 떼면 돼요.

# status.voice.idle.title
source: Ready when you are
ko: 준비됐어요

# status.voice.listening.subtitle
source: Keep holding your Push to Talk shortcut while you speak.
ko: 말하는 동안 눌러서 말하기 단축키를 계속 누르고 있어 주세요.

# status.voice.listening.title
source: Listening…
ko: 듣고 있어요…

# status.voice.processing.subtitle
source: Picky is processing your speech or waiting for the AI response.
ko: 말씀하신 내용을 처리하거나 AI 응답을 기다리고 있어요.

# status.voice.processing.title
source: Processing your request…
ko: 요청을 처리하고 있어요…

# status.voice.responding.subtitle
source: You can interrupt by starting a new voice input.
ko: 새 음성 입력을 시작하면 언제든 중단할 수 있어요.

# status.voice.responding.title
source: Answering…
ko: 답하는 중…

# tab.extensions
source: Plugins
ko: 플러그인

# tab.messages
source: Messages
ko: 메시지

# tab.settings
source: Settings
ko: 설정

# tab.status
source: Status
ko: 상태

# hud.compact.done.collapse
source: Hide compaction details
ko: 압축 상세 내용 숨기기

# hud.compact.done.expand
source: Show compaction details
ko: 압축 상세 내용 보기

# hud.composer.attachment.accessibilityLabel
source: Attach files
ko: 파일 첨부

# hud.composer.attachment.help
source: Attach files or screenshots
ko: 파일이나 스크린샷 첨부

# hud.composer.drop.accessibilityLabel
source: File drop target
ko: 파일 놓기 영역

# hud.composer.drop.help
source: Drop files or screenshots anywhere to insert paths
ko: 파일이나 스크린샷을 놓아 경로를 입력하세요

# hud.composer.placeholder.compacting
source: Message to send after compaction…
ko: 대화 압축이 끝난 뒤 보낼 메시지…

# hud.composer.placeholder.drop
source: Drop files or screenshots anywhere to insert paths
ko: 파일이나 스크린샷을 놓아 경로 입력

# hud.composer.placeholder.followUp
source: Send a follow-up…
ko: 후속 요청 보내기…

# hud.composer.placeholder.recovery
source: Send another request…
ko: 다시 요청하기…

# hud.composer.placeholder.resume
source: Send a message to resume this task…
ko: 메시지를 보내 작업 이어가기…

# hud.composer.placeholder.steer
source: Message · ⌥↵ Send after this reply · esc Stop
ko: 메시지 보내기 · ⌥↵ 응답 끝나면 보내기 · esc 중지

# hud.composer.runtime.accessibilityLabel
source: Model and thinking settings
ko: 모델 및 추론 설정

# hud.composer.runtime.failed
source: Could not change model or thinking settings: %@
ko: 모델 또는 추론 설정을 변경하지 못했어요: %@

# hud.composer.runtime.picker.empty
source: No models available
ko: 사용 가능한 모델이 없어요

# hud.composer.runtime.picker.failed
source: Could not load models: %@
ko: 모델을 불러오지 못했어요: %@

# hud.composer.runtime.picker.loading
source: Loading models
ko: 모델을 불러오는 중

# hud.composer.runtime.picker.retry
source: Retry
ko: 다시 시도

# hud.composer.runtime.picker.search
source: Search models
ko: 모델 검색

# hud.composer.runtime.picker.selected
source: Selected
ko: 선택됨

# hud.composer.runtime.defaultModel
source: Use current model for new Pickles
ko: 현재 모델을 새 Pickle 기본값으로 설정

# hud.composer.runtime.defaultThinking
source: Use current thinking level for new Pickles
ko: 현재 추론 수준을 새 Pickle 기본값으로 설정

# hud.composer.runtime.picker.advancedReadOnly
source: This Pi model scope is read-only here because it uses advanced patterns.
ko: 이 Pi 모델 범위는 고급 패턴을 사용해 여기서 변경할 수 없어요.

# hud.composer.runtime.picker.allEnabled
source: Enable all models
ko: 모든 모델 사용

# hud.composer.runtime.picker.allModels
source: All models…
ko: 모든 모델 보기…

# hud.composer.runtime.picker.allModelsTitle
source: All models
ko: 모든 모델

# hud.composer.runtime.picker.apply
source: Apply
ko: 적용

# hud.composer.runtime.picker.back
source: Back
ko: 뒤로

# hud.composer.runtime.picker.currentOutsideScope
source: Current model (%@) is outside this scope.
ko: 현재 모델(%@)은 이 범위에 포함되지 않아요.

# hud.composer.runtime.picker.projectOverride
source: This project uses its own model scope. Global changes do not apply to it.
ko: 이 프로젝트는 별도의 모델 범위를 사용해요. 전역 설정을 바꿔도 이 프로젝트에는 적용되지 않아요.

# hud.composer.runtime.picker.conflict
source: The model scope changed elsewhere. Reload the latest scope before applying changes.
ko: 다른 곳에서 모델 범위가 변경됐어요. 최신 상태를 불러온 뒤 적용하세요.

# hud.composer.runtime.picker.unavailableScope
source: The model scope is unavailable. Reload and try again.
ko: 모델 범위를 불러올 수 없어요. 최신 상태를 불러온 뒤 다시 시도하세요.

# hud.composer.runtime.picker.reload
source: Reload
ko: 최신 상태 불러오기

# hud.composer.screenContext.cancel
source: Cancel screen context
ko: 화면 컨텍스트 취소

# hud.composer.send.bashPrivate
source: Run bash · output hidden from Pi context
ko: Bash 실행 · 출력을 Pi 컨텍스트에서 숨김

# hud.composer.send.bashVisible
source: Run bash · output added to Pi context
ko: Bash 실행 · 출력을 Pi 컨텍스트에 추가

# hud.composer.send.compacting
source: Queue message for delivery after compaction
ko: 압축이 끝난 뒤 보낼 메시지를 대기열에 추가

# hud.composer.send.empty
source: Enter a message to send
ko: 보낼 메시지를 입력하세요

# hud.composer.send.followUp
source: Send follow-up message
ko: 후속 요청 보내기

# hud.composer.send.steer
source: Send guidance to the current task
ko: 진행 중인 작업에 지시 보내기

# hud.composer.send.unavailable
source: Messages cannot be sent to this conversation
ko: 이 대화에는 메시지를 보낼 수 없어요

# hud.composer.stop.accessibilityLabel
source: Stop Pickle
ko: Pickle 중지

# hud.composer.stop.help
source: Stop this Pickle. Queued text moves to the message field; queued screen images cannot be restored.
ko: Pickle 작업을 중지해요. 대기 텍스트는 입력란으로 옮기지만, 대기 중인 화면 첨부는 복원할 수 없어요.

# hud.composer.submit.followUp
source: Follow-up
ko: 후속 요청

# hud.composer.submit.send
source: Send
ko: 보내기

# hud.composer.submit.steer
source: Steer
ko: 지시 보내기

# hud.context.branch.action.help
source: %@ · branch %@
ko: %@ · 브랜치 %@

# hud.context.branch.configure.help
source: Configure the branch chip action in Settings → Pickle (branch %@)
ko: 설정 → Pickle에서 브랜치 칩 동작 설정 (브랜치 %@)

# hud.context.details
source: Details
ko: 상세

# hud.context.details.accessibilityHint
source: Shows workspace, Git, and links
ko: 작업 폴더, Git 정보, 링크를 보여줘요

# hud.context.details.accessibilityLabel
source: Workspace details
ko: 작업 정보

# hud.context.details.help
source: Show workspace, Git, and links
ko: 작업 폴더, Git, 링크 보기

# hud.context.diff.action.help
source: %@ · %lld changed lines
ko: %@ · 변경된 줄 %lld개

# hud.context.diff.branch.accessibilityLabel
source: Branch diff, %lld changed lines
ko: 브랜치 diff, 변경된 줄 %lld개

# hud.context.diff.branch.uncommitted.accessibilityLabel
source: Branch diff %1$lld changed lines, %2$lld uncommitted
ko: 브랜치 diff 변경된 줄 %1$lld개, 커밋되지 않음 %2$lld개

# hud.context.diff.configure.help
source: Configure the diff chip action in Settings → Pickle (%lld changed lines)
ko: 설정 → Pickle에서 diff 칩 동작 설정 (변경된 줄 %lld개)

# hud.context.diff.uncommitted.help
source: Parentheses: %lld uncommitted lines
ko: 괄호: 커밋되지 않은 줄 %lld개

# hud.context.link.open.help
source: Open %@
ko: %@ 열기

# hud.context.pr.state.closed
source: Closed
ko: 닫힘

# hud.context.pr.state.draft
source: Draft
ko: 초안

# hud.context.pr.state.merged
source: Merged
ko: 병합됨

# hud.context.pr.state.open
source: Open
ko: 열림

# hud.context.pr.open.help
source: Open PR #%lld — %@ [%@]
ko: PR #%lld 열기 — %@ [%@]

# hud.context.section.links
source: Links
ko: 링크

# hud.context.section.workspace
source: Workspace
ko: 작업 폴더

# hud.context.summary.uncommitted.accessibilityValue
source: %1$@, uncommitted %2$@
ko: %1$@, 커밋되지 않음 %2$@

# hud.context.workspace.copy.copied
source: Working folder path copied
ko: 작업 폴더 경로가 복사됨

# hud.context.workspace.copy.help
source: Copy working folder path
ko: 작업 폴더 경로 복사

# hud.context.workspace.open.help
source: Open working folder in Finder
ko: Finder에서 작업 폴더 열기

# hud.conversation.duration.hours
source: %lldh
ko: %lld시간

# hud.conversation.duration.hoursMinutes
source: %lldh %lldm
ko: %lld시간 %lld분

# hud.conversation.duration.minutes
source: %lldm
ko: %lld분

# hud.conversation.duration.seconds
source: %llds
ko: %lld초

# hud.conversation.loadMoreTurns.help
source: Show earlier turns
ko: 이전 요청과 응답 보기

# hud.conversation.meta.context.tooltip.percent
source: Context usage: %lld%% of %@ tokens
ko: 컨텍스트 사용량: %lld%% / %@ 토큰

# hud.conversation.meta.context.tooltip.tokens
source: Context usage: %@/%@ tokens (%lld%%)
ko: 컨텍스트 사용량: %@/%@ 토큰 (%lld%%)

# hud.conversation.meta.context.unknown
source: Context usage is unknown after compaction until the next model response
ko: 대화 압축 후 사용량은 다음 모델 응답이 오면 확인할 수 있어요

# hud.conversation.turn.collapsed
source: Collapsed
ko: 접힘

# hud.conversation.turn.expanded
source: Expanded
ko: 펼쳐짐

# hud.conversation.turn.step.many
source: %lld steps
ko: %lld단계

# hud.conversation.turn.step.one
source: %lld step
ko: %lld단계

# hud.conversation.turn.tool.many
source: %lld tool calls
ko: 도구 %lld회 사용

# hud.conversation.turn.tool.one
source: %lld tool call
ko: 도구 %lld회 사용

# hud.header.archive.accessibilityHint
source: Hides the Pickle from the Dock without stopping it. Undo is available for six seconds.
ko: Pickle을 중지하지 않고 Dock에서 숨겨요. 6초 안에 되돌릴 수 있어요.

# hud.header.archive.accessibilityLabel
source: Archive Pickle
ko: Pickle 보관

# hud.header.archive.help
source: Archive Pickle (⌘⌫)
ko: Pickle 보관 (⌘⌫)

# hud.header.close.accessibilityHint
source: Closes this card without stopping the Pickle
ko: Pickle을 중지하지 않고 이 카드를 닫아요

# hud.header.close.accessibilityLabel
source: Close Pickle conversation card
ko: Pickle 대화 카드 닫기

# hud.header.close.help
source: Close Pickle conversation card (Esc or ⌘W)
ko: Pickle 대화 카드 닫기 (Esc 또는 ⌘W)

# hud.header.menu.accessibilityLabel
source: Conversation menu
ko: 대화 메뉴

# hud.header.target.accessibilityLabel
source: Pickle status: %@
ko: Pickle 상태: %@

# hud.header.target.armed.accessibilityLabel
source: Pickle status: %@, next input target
ko: Pickle 상태: %@, 다음 입력 대상

# hud.header.target.armed.help
source: The next Picky voice or quick text input goes to this Pickle. Click or press ⌘K to cancel. Long-press to keep sending inputs here.
ko: 다음 Picky 음성 또는 빠른 텍스트 입력을 이 Pickle로 보내요. 해제하려면 클릭하거나 ⌘K를 누르세요. 계속 보내려면 길게 눌러 고정하세요.

# hud.header.target.lock.accessibilityAction
source: Lock Pickle as sticky target
ko: Pickle을 고정 대상으로 설정

# hud.header.target.locked.accessibilityLabel
source: Pickle status: %@, input target pinned
ko: Pickle 상태: %@, 입력 대상 고정됨

# hud.header.target.locked.help
source: Picky voice and Quick Input keep going to this Pickle. Click again to unpin, or click another Pickle’s input-target badge to switch. Long-press its badge to pin it.
ko: Picky 음성과 빠른 입력을 계속 이 Pickle로 보내요. 고정을 풀려면 다시 클릭하세요. 대상을 바꾸려면 다른 Pickle의 입력 대상 배지를 클릭하고, 고정하려면 그 배지를 길게 누르세요.

# hud.header.target.route.help
source: %@. Click or press ⌘K to send the next Picky voice or quick text input here. Long-press to keep sending inputs here.
ko: %@. 다음 Picky 음성 또는 빠른 텍스트 입력을 여기로 보내려면 클릭하거나 ⌘K를 누르세요. 계속 보내려면 길게 눌러 고정하세요.

# hud.header.target.toggle.accessibilityAction
source: Toggle Pickle target
ko: Pickle 대상 전환

# hud.header.title.accessibilityLabel
source: Pickle title
ko: Pickle 제목

# hud.header.title.edit.accessibilityHint
source: Enter to rename, Escape to cancel
ko: Return으로 이름 변경, Escape로 취소

# hud.header.title.rename.help
source: Double-click to rename · or use /name <new title>
ko: 이름을 바꾸려면 두 번 클릭 · 또는 /name <새 이름> 사용

# hud.groupList.time.justNow
source: Just now
ko: 조금 전

# hud.liveStep.currentActivity
source: Current activity
ko: 현재 작업

# hud.liveStep.currentPlan.accessibilityLabel
source: Current plan, %@
ko: 현재 계획, %@

# hud.liveStep.goToQuestion
source: Go to question
ko: 질문으로 이동

# hud.liveStep.goToQuestion.accessibilityHint
source: Moves keyboard focus to the question
ko: 키보드 초점을 질문으로 옮겨요

# hud.liveStep.goToQuestion.help
source: Scroll to the pending question
ko: 대기 중인 질문으로 스크롤

# hud.liveStep.inputNeeded
source: Input needed
ko: 입력 필요

# hud.liveStep.runningBelowLatest
source: Running below · Latest
ko: 아래에서 실행 중 · 최신

# hud.liveStep.runningBelowLatest.accessibilityLabel
source: Running below, latest
ko: 아래에서 실행 중, 최신

# hud.liveStep.runningBelowLatest.help
source: Scroll to the latest running work
ko: 최신 실행 작업으로 스크롤
